{
  "header": "Hello, i am",
  "designer": "Interactive designer",
  "cv": "Download CV",
  "hire": "Hire me",
  "contactMe": "Let's get started",
  "description": "A dedicated professional specialized in programming and design, whose passion lies in creating innovative and engaging experiences.",
  "link": "/curriculum.pdf",

  "xp": "Experience",
  "formation": "Graduations",
  "skills": "Skills",

  "abt": "More about me",
  "abtText": "I'm a front end developer passionate about creating interactive and responsive applications. I have solid experience in Next.js, Typescript, JavaScript, React, Node.js, Strapi and Git. I'm a fast learner and always looking to expand my knowledge and improve my skills. I'm collaborative by nature and feel motivated when collaborating with other professionals to develop high-impact applications.",
  "education": "Education",
  "certifications": "Certifications",
  "versioning": "Code versioning",
  "methodologies": "Agile Methodologies",
  "responsiveDesign": "Responsive Design",
  "pos": "Postgraduate Degree in Full Stack Development",
  "mba": "MBA in Software Engineering",
  "graduation": "Bachelor's Degree in Interaction Design",

  "projectsTitle": "My projects",
  "projectsDescription": "A collection of projects shaped by curiosity, design, and code. Built to explore, to challenge, and to create experiences that connect.",
  "projectOneDescription": "ERA Principle is not just fashion. It is an invitation to step inside the future of clothing—where technology and style converge through Augmented Reality.",
  "projectTwoDescription": "The horse management system for equestrian centers is a comprehensive platform developed using React and Node.js technologies. Designed to facilitate equine management and tracking, this application is designed to streamline operations, ensure proper horse care, and drive equestrian center success.",
  "projectTreeDescription": "The UX/UI design for the camping agency's travel app aims to deliver an engaging, user-centric digital experience that not only simplifies the planning and booking process but also inspires a deeper connection with nature and the community of campers around the world.",

  "contact": "Lets get in touch",
  "contactDescription": "I'm currently looking for opportunities, and my inbox is always open. If you have any questions or just want to say hi, I'll do my best to get back to you!",
  "email": "Your email",
  "emailHolder": "youremail@email.com",
  "subject": "Subject",
  "subjectHolder": "Just saying hello",
  "message": "Message",
  "messageHolder": "Lets talk about...",
  "contactButton": "Send Message",
  "emailSuccessMessage": "Message sent successfully!",

  "menuAbout": "About",
  "menuProjects": "Projects",
  "menuContact": "Contact",
  "menuPortuguese": "Portuguese",
  "menuEnglish": "English",

  "projectsAbout": "About",
  "projectsSolution": "Solution",
  "projectsChallenge": "Challenge",
  "projectsLogotype": "Logotype",
  "projectsColors": "Colors",
  "projectsFont": "Font",
  "projectsSeeMore": "View details",
  "projectsEndingProjectView": "See project",
  "projectsEndingCodeView": "See code",

  "PortifolioPageTitle": "JDelis",
  "PortifolioPageDescription": "Born from my passion for design and technology, this project reflects my journey as an Interaction Designer and Front-End Developer, blending creativity, interactivity, and digital experiences that captivate.",
  "PortifolioPageAbout": "This portfolio was born from the desire to tell my story, from my roots as an Interaction Designer to my current path as a Front-End Developer. Each project is presented to reflect the values that guide my work: creativity, interactivity, dynamism, and experiences that truly connect. The website’s visual identity was crafted from the ground up, embodying both my design vision and my developer’s mindset.",
  "PortifolioPageChallenge": "The biggest challenge was shaping a visual identity that truly reflects who I am and how I aspire to be seen in the world. I sought to balance the creativity of a designer with the precision of a developer, crafting a language that feels clear, engaging, and authentic. More than a portfolio, this website became both a canvas for self-expression and a stage to showcase my projects and skills.",
  "PortifolioPageSolution": "The solution was to develop a unique visual identity that combined aesthetics and functionality, reflecting the way I work and communicate. I chose a modern and interactive design that favors fluid navigation and immersion in each project. Colors, typography, and layouts were carefully designed to convey dynamism and creativity, while the site’s structure emphasizes clarity and user experience. In this way, the portfolio became more than just a collection of works: it is also an expression of my journey and my vision of digital creation.",
  "PortifolioPageLogoTitle": "Incorporating identity",
  "PortifolioPageLogoDescription": "The logo merges elegance with personality, shaped by a refined and fluid typography. The interplay of gentle curves and bold lines embodies the pillars of my identity: creativity, dynamism, and authenticity. It strikes a balance between the artistry of design and the precision of development, projecting a modern, confident presence that tells the story of my journey.",
  "PortifolioPageColorsTitle": "Powerful tones",
  "PortifolioPageColorsDescription": "The portfolio’s color palette was designed to convey impact, clarity, and authenticity. Each shade reinforces the essence of my visual identity and helps create a memorable experience. This combination of tones forms a powerful contrast that strengthens the pillars of my work: dynamism, creativity, and engaging experiences.",
  "PortifolioPageColorsOne": "Winter gray",
  "PortifolioPageColorsTwo": "Charcoal gray",
  "PortifolioPageColorsThree": "Scarlet red",
  "PortifolioPageColorsFour": "Pure white",
  "PortifolioPageWebsiteTitle": "Design with purpose",
  "PortifolioPageWebsiteDescription": "The JDelis portfolio reflects my perspective as an Interaction Designer and Front-End Developer. More than showcasing results, it expresses the dedication poured into each creation — from the choice of colors to the way navigation was designed. This website is also how I introduce myself to the professional world, bringing together my skills and experiences in a single space, crafted to foster connections and open opportunities for collaboration and hiring.",
  "PortifolioPageEnding": "Every detail of this portfolio embodies my path as a designer and developer—dedication, creativity, and the drive to craft experiences that truly engage.",
  "PortifolioPageMiniDescription": "Born from my passion for design and technology, this project reflects my journey as an Interaction Designer and Front-End Developer, blending creativity, interactivity, and digital experiences that captivate.",

  "EraPageTitle": "ERA Principal",
  "EraPageDescription": "ERA Principle is not just fashion. It is an invitation to step inside the future of clothing—where technology and style converge through Augmented Reality.",
  "EraPageAbout": "Born in São Paulo as a final university project, ERA challenges the boundaries of design. We asked ourselves: what if a t-shirt could tell a story, move, and transform? The answer was AR. Through the ERA app, every piece becomes alive, glowing with interactive animations ready to be shared with the world.",
  "EraPageChallenge": "Fashion is expressive, yet static. Our challenge was to make it move, to merge the physical with the digital without losing style, elegance, or accessibility.",
  "EraPageSolution": "We developed an interactive AR experience using the Vuforia Engine in collaboration with Unity. By applying image recognition to the t-shirt’s print, we enabled a colorful, animated butterfly pattern to appear in real time. This duality between the physical (black-and-white print) and the digital (vibrant animation) creates a striking contrast and reinforces the concept of blending fashion with innovation.",
  "EraPageLogoTitle": "Intertwined Identity",
  "EraPageLogoDescription": "With a unique typographic logo and the key element of motion design, we seek to convey the idea of innovation. The movement of the intertwined logo evokes a sense of interaction and also pays tribute to streetwear, adding a graffiti-inspired touch.",
  "EraPageColorsTitle": "New Realities",
  "EraPageColorsDescription": "The choice of colors reflects this balance between contrast and energy. Eight bold, vivid tones were selected to stand out against neutral black and white, ensuring that the experience feels both dynamic and striking. Together, they embody the duality at the heart of ERA—simplicity on the surface, and a world of color when technology unlocks its hidden layers.",
  "EraPageWebsiteTitle": "Echoes of the Experience",
  "EraPageWebsiteDescription": "The website itself was designed to reflect ERA’s core values: innovation, creativity, and interaction. Built with a clean, modern structure, it highlights both the physical and digital aspects of the project. Motion design and interactive elements mirror the AR experience, making the platform not just an exhibition but an extension of the brand’s vision.",
  "EraPageEnding": "ERA is more than a project—it’s a glimpse into the future of fashion. By merging creativity and technology, we aim to inspire new ways of experiencing style, where every garment tells a story beyond fabric.",

  "ElysiusPageTitle": "Elysius",
  "ElysiusPageDescription": "Elysius is not just a city, it’s a realm where mythology meets modern storytelling. Built for GTA Roleplay, it merges divine lore and immersive design, inviting players to step into a world shaped by choice, destiny, and creation.",
  "ElysiusPageAbout": "Created as a digital showcase project, the Elysius website was designed to bring the immersive atmosphere of the roleplay server into the web experience. The goal was to translate the mythical essence of Greek legends into a visual identity that communicates mystery, power, and narrative depth. Building upon the existing logo and concept, the website was developed to awaken curiosity and present the server as an entire world waiting to be discovered.",
  "ElysiusPageChallenge": "The main challenge was to balance the mystical and narrative aspects of Greek mythology with a clear and functional information structure. The design needed to evoke the grandeur of the gods and the density of the lore without compromising readability or usability. The website had to speak to two audiences at once — those seeking immersion and atmosphere, and those looking for straightforward, informative access to Elysius.",
  "ElysiusPageSolution": "The result is an interface that merges aesthetics and purpose. Drawing inspiration from temples, shadows, and divine light, the digital presence of Elysius reflects its own mythological world. Developed entirely with React and Next.js, the site was built with a focus on responsiveness, performance, and seamless interaction. Each section guides the visitor through a narrative journey — from epic introduction to gameplay overview — keeping design, storytelling, and mythology in perfect harmony.",
  "ElysiusPageColorsTitle": "Shades of Immortality",
  "ElysiusPageColorsDescription": "The Elysius color palette draws from divine contrasts — light and darkness, celestial and mortal. Deep shades of blue and black evoke mystery and immersion, while marble white reflects the purity of temples and the calm balance of the gods. This palette creates an atmosphere of reverence and depth, reinforcing the sense of being in the presence of something powerful and sacred.",
  "ElysiusPageColorsOne": "Deep Blue",
  "ElysiusPageColorsTwo": "Midnight Blue",
  "ElysiusPageColorsThree": "Marble White",
  "ElysiusPageFontTitle": "The Voice of the Divine",
  "ElysiusPageFontDescription": "Typography was chosen to echo the duality of Elysius. Glamore, used for headlines, evokes sophistication and the mythic aura of the gods — elegant yet powerful. Inter Sans Serif, used for longer texts, ensures clarity and readability, blending modern precision with timeless structure. Together, these two families embody the harmony between the epic and the contemporary.",
  "ElysiusPageFontDescriptionOne": "Chosen to embody the grandeur and symbolism of Elysius, Glamore carries a classical elegance reminiscent of Greek temple inscriptions. Its refined curves and distinguished details evoke power, divinity, and mystery, enhancing the project’s immersive essence. Used in headlines and key sections, it delivers visual strength and sophistication with every word.",
  "ElysiusPageFontDescriptionTwo": "To balance the mythical tone of the primary typography, Inter Sans Serif was selected for its clarity, neutrality, and readability. Its modern structure contrasts with Glamore’s classical style, ensuring fluid reading across devices and screen sizes. Used in paragraphs and interface text, it provides a clean, accessible, and contemporary experience that grounds the divine in the digital.",
  "ElysiusPageWebsiteTitle": "Beyond the Gates",
  "ElysiusPageWebsiteDescription": "The website was conceived as more than a static showcase — it’s a portal that connects visitors to the world of Elysius. With a responsive layout, subtle motion, and clean structure, the experience balances storytelling and technology. Animations and smooth transitions guide the user deeper into the myth, making navigation feel like a journey through divine realms. The result is a digital extension of Elysius itself — a fusion of code, art, and mythology.",
  "ElysiusPageEnding": "Elysius is more than a server — it’s a creative journey that blends myth and technology. Through thoughtful UX/UI design and development, the project transforms ancient legends into a digital experience that feels alive and eternal.",
  "ElysiusPageMiniDescription": "Elysius is a digital realm where mythology and design converge, bringing divine stories to life through modern web creation."
}
