{
  "header": "Ola, eu sou",
  "designer": "Designer de Interação",
  "cv": "Baixar CV",
  "hire": "Me contrate",
  "contactMe": "Vamos trabalhar juntos",
  "description": "Uma profissional dedicada, especializada em programação e design, cuja paixão reside em criar experiências inovadoras e envolventes.",
  "link": "/curriculo.pdf",

  "xp": "Experiência",
  "formation": "Formações",

  "skills": "Competências",
  "abt": "Mais sobre mim",
  "abtText": "Sou uma desenvolvedora front end apaixonada por criar aplicações interativas e responsivas. Possuo experiência sólida em Next.js, Typescript, JavaScript, React, Node.js, Strapi, HTML, CSS e Git. Aprendo rápido e estou sempre buscando ampliar meu conhecimento e aprimorar minhas habilidades. Sou colaborativa por natureza e me sinto motivada ao colaborar com outros profissionais para desenvolver aplicações de alto impacto.",
  "education": "Educação",
  "certifications": "Certificações",
  "versioning": "Vercionamento",
  "methodologies": "Metodologias Ágeis",
  "responsiveDesign": "Design responsivo",
  "pos": "Pós Graduação em Desenvolvimento Full Stack",
  "mba": "MBA em Engenharia de Software",
  "graduation": "Graduação em Design de Interação",

  "projectsTitle": "Meus projetos",
  "projectsDescription": "Uma coleção de projetos criados para explorar, desafiar e criar experiências que conectam.",
  "projectOneDescription": "O Princípio ERA não é apenas moda. É um convite para adentrar o futuro do vestuário — onde tecnologia e estilo convergem por meio da Realidade Aumentada.",
  "projectTwoDescription": "O sistema de gerenciamento de cavalos para hípica é uma plataforma completa desenvolvida utilizando as tecnologias React e Node.js. Projetada para facilitar a administração e acompanhamento dos equinos, esta aplicação está preparada para otimizar operações, garantir o cuidado adequado dos cavalos e impulsionar o sucesso da hípica.",
  "projectTreeDescription": "O projeto de UX/UI para o aplicativo de viagens da agência de camping visa proporcionar uma experiência digital envolvente e centrada no usuário, que não apenas simplifica o processo de planejamento e reserva, mas também inspira uma conexão mais profunda com a natureza e a comunidade de campistas em todo o mundo.",

  "contact": "Vamos entrar em contato",
  "contactDescription": "Atualmente estou em busca de oportunidades, minha caixa de entrada está sempre aberta. Se você tiver alguma dúvida ou apenas quiser dizer oi, farei o possível para te retornar!",
  "email": "Seu email",
  "emailHolder": "seuemail@email.com",
  "subject": "Assunto",
  "subjectHolder": "Apenas dando um oi",
  "message": "Mensagem",
  "messageHolder": "Vamos falar sobre...",
  "contactButton": "Enviar Mensagem",
  "emailSuccessMessage": "Mensagem enviada com sucesso!",

  "menuAbout": "Sobre",
  "menuProjects": "Projetos",
  "menuContact": "Contato",
  "menuPortuguese": "Português",
  "menuEnglish": "Inglês",

  "projectsAbout": "Sobre",
  "projectsSolution": "Solução",
  "projectsChallenge": "Desafio",
  "projectsLogotype": "Logotipo",
  "projectsColors": "Cores",
  "projectsSeeMore": "Ver detalhes",
  "projectsEndingProjectView": "Ver projeto",
  "projectsEndingCodeView": "Ver código",

  "PortifolioPageTitle": "JDelis",
  "PortifolioPageDescription": "Com o objetivo de apresentar minha trajetória como Designer de Interação e Desenvolvedora Front-End, nasce esse projeto, unindo criatividade, interatividade e experiências digitais que engajam.",
  "PortifolioPageAbout": "Este portfólio foi desenvolvido para traduzir minha trajetória como Designer de Interação e minha atuação atual como Desenvolvedora Front-End. A proposta é apresentar meus projetos de forma que transmita os pilares que orientam meu trabalho: criatividade, interatividade, dinamismo e experiências que engajam. A identidade visual do site foi criada do zero, refletindo meu olhar tanto de design quanto de desenvolvimento.",
  "PortifolioPageChallenge": "O maior desafio foi criar uma identidade visual que representasse quem eu sou e como quero me apresentar ao mundo. Era importante equilibrar meu lado criativo como designer e minha atuação técnica como desenvolvedora, construindo uma linguagem que fosse clara, envolvente e autêntica. Além disso, o site precisava ser ao mesmo tempo um espaço de autoexpressão e uma vitrine profissional para destacar meus projetos e minhas habilidades.",
  "PortifolioPageSolution": "A solução foi desenvolver uma identidade visual própria que unisse estética e funcionalidade, refletindo minha forma de trabalhar e me comunicar. Optei por um design moderno e interativo, que favorece a navegação fluida e a imersão em cada projeto. Cores, tipografia e composições foram pensadas para transmitir dinamismo e criatividade, enquanto a estrutura do site valoriza a clareza e a experiência do usuário. Assim, este portfólio se tornou mais do que uma coleção de trabalhos: é também a expressão da minha jornada e da maneira como enxergo a criação digital.",
  "PortifolioPageLogoTitle": "Incorporando identidade",
  "PortifolioPageLogoDescription": "O logotipo combina elegância e personalidade através de uma tipografia sofisticada e fluida. O contraste entre curvas suaves e traços marcantes traduz os pilares da minha identidade: criatividade, dinamismo e autenticidade. Essa composição equilibra o olhar artístico do design com a precisão do desenvolvimento, transmitindo uma presença moderna e confiante que reflete minha jornada.",
  "PortifolioPageColorsTitle": "Tons potentes",
  "PortifolioPageColorsDescription": "A paleta de cores do portfólio foi pensada para transmitir impacto, clareza e autenticidade. Cada tom reforça a essência da minha identidade visual e contribui para criar uma experiência marcante. Essa combinação de tons cria um contraste poderoso que reforça os pilares do meu trabalho: dinamismo, criatividade e experiências que engajam.",
  "PortifolioPageColorsOne": "Cinza inverno",
  "PortifolioPageColorsTwo": "Cinza carvão",
  "PortifolioPageColorsThree": "Vermelho scarlet",
  "PortifolioPageColorsFour": "Branco puro",
  "PortifolioPageWebsiteTitle": "Design com propósito",
  "PortifolioPageWebsiteDescription": "O portfólio JDelis traduz meu olhar como Designer de Interação e Desenvolvedora Front-End. Mais do que mostrar resultados, ele expressa o empenho colocado em cada criação — desde a escolha das cores até a forma como a navegação foi planejada. Este site é também a maneira como me apresento ao mundo profissional, reunindo minhas habilidades e experiências em um espaço único, pensado para gerar conexões e abrir oportunidades de colaboração e contratação.",
  "PortifolioPageEnding": "Cada detalhe deste portfólio reflete minha trajetória como designer e desenvolvedora — dedicação, criatividade e o impulso de criar experiências que realmente envolvem.",
  "PortifolioPageMiniDescription": "Nascido da minha paixão por design e tecnologia, este projeto reflete minha jornada como Designer de Interação e Desenvolvedora Front-End, unindo criatividade, interatividade e experiências digitais que cativam.",

  "EraPageTitle": "ERA Principal",
  "EraPageDescription": "A ERA Principle não é apenas moda. É um convite para entrar no futuro das roupas, onde tecnologia e estilo convergem por meio da Realidade Aumentada.",
  "EraPageAbout": "Nascida em São Paulo como um projeto final de universidade, a ERA desafia os limites do design. Fizemos a nós mesmos uma pergunta: e se uma camiseta pudesse contar uma história, se mover e se transformar? A resposta foi a Realidade Aumentada. Através do aplicativo ERA, cada peça ganha vida, com animações interativas prontas para serem compartilhadas com o mundo.",
  "EraPageChallenge": "A moda é expressiva, mas estática. Nosso desafio foi fazê-la se mover; unir o físico ao digital sem perder o estilo, a elegância ou a acessibilidade",
  "EraPageSolution": "We developed an interactive AR experience using the Vuforia Engine in collaboration with Unity. By applying image recognition to the t-shirt’s print, we enabled a colorful, animated butterfly pattern to appear in real time. This duality between the physical (black-and-white print) and the digital (vibrant animation) creates a striking contrast and reinforces the concept of blending fashion with innovation.",
  "EraPageLogoTitle": "Identidade Entrelaçada",
  "EraPageLogoDescription": "Com um logotipo único e o elemento-chave do motion design, buscamos transmitir a ideia de inovação. O movimento do logotipo entrelaçado evoca uma sensação de interação e também presta homenagem ao streetwear, adicionando um toque de inspiração no grafite",
  "EraPageColorsTitle": "Novas Realidades",
  "EraPageColorsDescription": "A escolha das cores reflete esse equilíbrio entre contraste e energia. Oito tons ousados e vibrantes foram selecionados para se destacar sobre o preto e branco neutros, garantindo que a experiência seja ao mesmo tempo dinâmica e marcante. Juntos, eles incorporam a dualidade que está no core da ERA, simplicidade na superfície e um mundo de cor quando a tecnologia revela suas camadas ocultas.",
  "EraPageWebsiteTitle": "Ecos da Experiência",
  "EraPageWebsiteDescription": "O próprio site foi projetado para refletir os valores centrais da ERA: inovação, criatividade e interação. Construído com uma estrutura limpa e moderna, ele destaca tanto os aspectos físicos quanto os digitais do projeto. O motion design e os elementos interativos espelham a experiência de Realidade Aumentada, tornando a plataforma não apenas uma vitrine, mas uma extensão da visão da marca.",
  "EraPageEnding": "ERA é mais do que um projeto — é um vislumbre do futuro da moda. Ao unir criatividade e tecnologia, buscamos inspirar novas formas de vivenciar o estilo, onde cada peça conta uma história que vai além do tecido.",

  "ElysiusPageTitle": "Elysius",
  "ElysiusPageDescription": "Elysius não é apenas uma cidade, é um reino onde a mitologia encontra a narrativa moderna. Criado para o Roleplay de GTA, une o divino e o imersivo, convidando jogadores a entrarem em um mundo moldado por escolhas, destino e criação.",
  "ElysiusPageAbout": "Criado como um projeto de vitrine digital, o site de Elysius foi desenvolvido para transportar a atmosfera do servidor de roleplay para o ambiente web. O desafio era traduzir o universo mitológico e imersivo de Elysius em uma experiência visual que comunicasse mistério, poder e narrativa. A partir da identidade já existente — nome, símbolo e conceito —, o objetivo foi construir uma plataforma que despertasse curiosidade e apresentasse o servidor como um novo “mundo” a ser explorado.",
  "ElysiusPageChallenge": "O maior desafio foi equilibrar o aspecto místico e narrativo da mitologia grega com uma estrutura informativa clara e funcional. Era essencial que o design evocasse a imponência dos deuses e a densidade das histórias, sem comprometer a legibilidade e a navegação. O site precisava falar tanto com quem busca uma experiência visual imersiva quanto com jogadores que buscam informações objetivas sobre o projeto.",
  "ElysiusPageSolution": "O resultado foi uma interface que une estética e propósito. Através de uma composição visual inspirada em templos, sombras e contrastes de luz, Elysius ganhou uma presença digital que reflete seu universo interno. Com layout responsivo e animações sutis, o site foi desenvolvido inteiramente em React e Typescript, com foco em performance e fluidez. Cada seção foi pensada para guiar o visitante por uma jornada narrativa — da introdução épica à descrição do servidor — mantendo sempre a coerência entre design, conteúdo e mitologia.",
  "ElysiusPageColorsTitle": "Tons da Imortalidade",
  "ElysiusPageColorsDescription": "A paleta de Elysius foi inspirada nos deuses e nas dualidades da mitologia: luz e trevas, divino e terreno. Tons profundos de azul e preto evocam mistério e imersão, enquanto o branco mármore representa a pureza dos templos e o equilíbrio dos deuses. Essa escolha cromática cria uma atmosfera de poder e reverência, reforçando a sensação de estar diante de algo grandioso e sagrado.",
  "ElysiusPageColorsOne": "Azul Profundo",
  "ElysiusPageColorsTwo": "Azul Meia Noite",
  "ElysiusPageColorsThree": "Branco Mármore",
  "ElysiusPageFontTitle": "A Voz do Divino",
  "ElysiusPageFontDescription": "As fontes foram escolhidas para reforçar a identidade dual do projeto. Glamore, usada nos títulos, remete à sofisticação e à aura mitológica dos deuses, transmitindo imponência e mistério. Inter Sans Serif, adotada para textos longos, garante legibilidade e modernidade, equilibrando o tom clássico com a clareza necessária para uma experiência digital fluida. Juntas, as duas famílias tipográficas simbolizam o encontro entre o épico e o contemporâneo.",
  "ElysiusPageFontDescriptionOne": "Escolhida para representar a grandiosidade e o simbolismo de Elysius, Glamore carrega uma estética clássica que remete às inscrições e ornamentos dos templos gregos. Seu traço refinado e formas elegantes evocam poder, divindade e mistério, reforçando o caráter imersivo do projeto. É usada em títulos e chamadas principais, onde o impacto visual precisa transmitir força e sofisticação.",
  "ElysiusPageFontDescriptionTwo": "Para equilibrar o peso místico da tipografia principal, Inter Sans Serif foi escolhida pela sua clareza, neutralidade e excelente legibilidade. Sua estrutura moderna cria contraste com o estilo clássico da Glamore, tornando a leitura fluida em diferentes tamanhos e dispositivos. É usada em descrições, parágrafos e interfaces do site, garantindo uma experiência limpa, acessível e contemporânea.",
  "ElysiusPageWebsiteTitle": "Além dos Portões",
  "ElysiusPageWebsiteDescription": "O site foi concebido para ser mais do que uma simples vitrine: ele é um portal que conecta o visitante ao universo de Elysius. Com design responsivo, microinterações e estrutura limpa, a experiência reflete o equilíbrio entre narrativa e técnica. O uso de animações sutis e transições suaves cria um fluxo que convida o usuário a explorar — como se cada clique o conduzisse mais fundo no mito. Assim, o site torna-se não apenas um ponto de informação, mas a extensão visual e simbólica do próprio Elysius.",
  "ElysiusPageEnding": "Elysius é mais do que um servidor — é uma jornada criativa que une mito e tecnologia. Através de um design e desenvolvimento cuidadosos de UX/UI, o projeto transforma antigas lendas em uma experiência digital viva e atemporal.",
  "ElysiusPageMiniDescription": "Elysius é um reino digital onde mitologia e design se encontram, trazendo histórias divinas à vida através da criação web moderna."
}
